{"inkVersion":19,"root":[[["done",{"#f":5,"#n":"g-0"}],null],"done",{"Intro":[[["^\"Nu we meer weten over uw doelgroep, is het belangrijk om uit te zoeken wat u wil bereiken met uw serious game.\"","\n",["^\"Elke serious game heeft een doel nodig, dit zorgt ervoor dat de maker van de game niet uit het zicht verliest wat hij,","\n","^met zijn game, bij de spelers wil bereiken.\"","\n",["^\"Bent u er klaar voor? Zoek het eerste object om te zien welk doel het representeert.\"","\n","end",{"#f":5,"#n":"g-2"}],{"#f":5,"#n":"g-1"}],{"#f":5,"#n":"g-0"}],null],{"#f":1}],"Part2":[[["^\"Uitstekend! Goed gevonden. Het gevonden object is nu zichtbaar onderin het scherm.\"","\n",["^\"U kunt op het object klikken om de informatie over het doel nogmaals te bekijken.\"","\n",["^\"Laten we de andere objecten gaan zoeken!\"","\n","end",{"#f":5,"#n":"g-2"}],{"#f":5,"#n":"g-1"}],{"#f":5,"#n":"g-0"}],null],{"#f":1}],"Part3":[[["^\"Top! Goed werk! Laten we snel het volgende object zoeken.\"","\n","end",{"#f":5,"#n":"g-0"}],null],{"#f":1}],"Part4":[[["^\"We zijn al op de helft! Goed bezig!\"","\n","end",{"#f":5,"#n":"g-0"}],null],{"#f":1}],"Part5":[[["^\"Super! U bent uitstekend in het vinden van de objecten.\"","\n","end",{"#f":5,"#n":"g-0"}],null],{"#f":1}],"Part6":[[["^\"Nog twee te gaan!\"","\n","end",{"#f":5,"#n":"g-0"}],null],{"#f":1}],"Part7":[[["^\"Uitstekend! Kunt u het laatste object vinden?\"","\n","end",{"#f":5,"#n":"g-0"}],null],{"#f":1}],"Part8":[[["^\"Geweldig! U heeft alle objecten gevonden. Ik ben trots op u!\"","\n",["^\"Nu kunt u één van de doelen kiezen die u denkt dat het beste omschrijft wat u met uw game wilt bereiken.\"","\n",["^\"U kunt de informatie over de doelen nogmaals bekijken door op de objecten te klikken, zo weet u zeker dat u de goede keuze maakt.\"","\n","end",{"#f":5,"#n":"g-2"}],{"#f":5,"#n":"g-1"}],{"#f":5,"#n":"g-0"}],null],{"#f":1}],"Part9":[[["^\"Geweldig! U heeft [doel] gekozen als doel dat u wilt bereiken met uw game. Bent u tevreden met uw keuze?\"","\n","end",{"#f":5,"#n":"g-0"}],null],{"#f":1}],"Awareness":[[["^\"Een game die meer inzicht geeft in een bepaalt onderwerp of situatie. Het maakt de speler meer bewust van het onderwerp of situatie.\"","\n",["^\"Dit soort games heten awareness games.\"","\n","end",{"#f":5,"#n":"g-1"}],{"#f":5,"#n":"g-0"}],null],{"#f":1}],"Education":[[["^\"Een game die gemaakt is om de speler te informeren over een specifiek onderwerp en een vaardigheid aan te leren.\"","\n",["^\"De game is niet gebaseerd op echte senarios.\"","\n",["^\"Dit soort games heten education games.\"","\n","end",{"#f":5,"#n":"g-2"}],{"#f":5,"#n":"g-1"}],{"#f":5,"#n":"g-0"}],null],{"#f":1}],"Health":[[["^\"Een game die is gemaakt om de speler zijn/haar welzijn te verbeteren. Het kan mensen met hun handicap leren omgaan,\"","\n",["^\"of mensen aan te sporen tot sporten. Maar het kan ook helpen in mentale zorg, bijvoorbeelt als een therapeutisch hulpmiddel.\"","\n",["^\"Dit soort games heten health games.\"","\n","end",{"#f":5,"#n":"g-2"}],{"#f":5,"#n":"g-1"}],{"#f":5,"#n":"g-0"}],null],{"#f":1}],"Advertisement":[[["^\"Een game over een bepaalt merk/product om het te promoten. Na het spelen van de game zou de speler zich meer aangetrokken moeten voelen tot het merk/product.\"","\n",["^\"Deze games heten advertisement games.\"","\n","end",{"#f":5,"#n":"g-1"}],{"#f":5,"#n":"g-0"}],null],{"#f":1}],"Activation":[[["^\"Een game die de speler activeerd om zijn/haar gedrag aan te passen door het spelen van de game.\"","\n",["^\"De speler verandert zijn levens stijl of mening.\"","\n","^_\"Dit soort games heten activation games.\"","\n","end",{"#f":5,"#n":"g-1"}],{"#f":5,"#n":"g-0"}],null],{"#f":1}],"Recruitment":[[["^\"Een game die word gebruikt tijdens een solicitatie procedure. Door het spelen van de game, krijgt de speler een indruk van het bedrijf.\"","\n",["^\"Daar naast krijgt het bedrijf ook een indruk van hoe de speler te werk gaat.\"","\n",["^\"Hier door kan het bedrijf zien welke funtie bij de solicitant past.\"","\n",["^\"Dit soort games heten recruitment games.\"","\n","end",{"#f":5,"#n":"g-3"}],{"#f":5,"#n":"g-2"}],{"#f":5,"#n":"g-1"}],{"#f":5,"#n":"g-0"}],null],{"#f":1}],"Simulation":[[["^\"Een game gemaakt voor trainings doeleinden. De speler moet verschillende taken die gebaseerd zijn op echte senarios voltooien.\"","\n",["^\"Tijdens het spelen van de game ontwikkelt de speler vaardigheden en kennis die hij/zij kan toepassen in real life.\"","\n","end",{"#f":5,"#n":"g-1"}],{"#f":5,"#n":"g-0"}],null],{"#f":1}],"#f":1}],"listDefs":{}}