{"inkVersion":19,"root":[[["done",{"#f":5,"#n":"g-0"}],null],"done",{"Intro":[[["^\"We hebben al veel werk verricht vandaag! We zijn erachter gekomen wie de doelgroep van uw serious game is,","\n",["^wat u met uw game wilt bereiken en we hebben een genre.\"","\n",["^\"In deze kamer gaat u nadenken over welk medium het meest geschikt is om uw game op te spelen.\"","\n",["^\"Het 'medium' bevat een platform, het apparaat waarop de game gespeeld gaat worden,","\n",["^en eventuele randapparatuur die nodig zijn om de game op te spelen.\"","\n",["^\"Zoals u ziet staan de schermen op rood, behalve het eerste scherm.\"","\n",["^\"Klik op het eerste scherm om verder te gaan\"","\n","end",{"#f":5,"#n":"g-6"}],{"#f":5,"#n":"g-5"}],{"#f":5,"#n":"g-4"}],{"#f":5,"#n":"g-3"}],{"#f":5,"#n":"g-2"}],{"#f":5,"#n":"g-1"}],{"#f":5,"#n":"g-0"}],null],{"#f":1}],"Part2":[[["^\"Om het wat spannender te maken hebben we van elk medium een puzzel gemaakt!\"","\n",["^\"Compleet de puzzels om meer te leren over het medium, elke keer als u een puzzel af maakt word het volgende scherm geactiveerd.\"","\n",["^\"Zodra je een puzzel af hebt kun je dus meteen verder met de volgende!\"","\n","end",{"#f":5,"#n":"g-2"}],{"#f":5,"#n":"g-1"}],{"#f":5,"#n":"g-0"}],null],{"#f":1}],"Part3":[[["^\"Ik zie dat u de eerste vier puzzels voltooid heeft! Heeft u al een goed beeld gekregen van de vrijgespeelde media?\"","\n",["^\"We hebben er namelijk nog meer voor u. De volgende puzzels zullen echter wel iets moeilijker zijn: er zijn bij elke puzzel twee stukjes te veel.\"","\n",["^\"U moet dus goed lezen om de juiste stukjes te plaatsen en alle puzzels te voltooien. Succes!\"","\n","end",{"#f":5,"#n":"g-2"}],{"#f":5,"#n":"g-1"}],{"#f":5,"#n":"g-0"}],null],{"#f":1}],"Part4":[[["^\"Had u verwacht dat er zo veel verschillende media zouden zijn?\"","\n",["^\"U heeft nu iets geleerd over elk medium en u kunt er nu een kiezen die u zou willen gebruiken voor uw serious game!\"","\n",["^\"U kunt de informatie nog een keer bekijken door op het bijpassende scherm te klikken en als dat medium u het meest geschikt lijkt kunt u die selecteren.\"","\n","end",{"#f":5,"#n":"g-2"}],{"#f":5,"#n":"g-1"}],{"#f":5,"#n":"g-0"}],null],{"#f":1}],"Part5":[[["^\"U heeft voor [medium] gekozen. Bent u tevreden over deze keuze?\"","\n","end",{"#f":5,"#n":"g-0"}],null],{"#f":1}],"VR":[[["^\"\"","\n","end",{"#f":5,"#n":"g-0"}],null],{"#f":1}],"Browser":[[["^\"Browser games zijn games die overal gespeeld kunnen worden waar er een internetverbinding is. Er hoeft niets gedownload of geïnstalleerd te worden.\"","\n",["^\"Ze worden gespeeld via de web browser en hebben vaak een simpele speelstijl.\"","\n",["^\"De meeste browser games zijn ontworpen om de aandacht van de spelers snel te trekken en om de spelers daarmee constant terug te laten komen.\"","\n","end",{"#f":5,"#n":"g-2"}],{"#f":5,"#n":"g-1"}],{"#f":5,"#n":"g-0"}],null],{"#f":1}],"#f":1}],"listDefs":{}}