{"inkVersion":19,"root":[[["done",{"#f":5,"#n":"g-0"}],null],"done",{"Intro":[[["^\"Daar zijn we dan de ontwerpruimte! In deze kamer kunt u de elementen zien die u tijdens het creëren van de serious game heeft gekozen. Elke keer als u een element in deze ruimte plaatst dan zal dat het uiterlijk van deze ruimte veranderen.\"","\n",["^\"Zo is het net alsof de game voor uw ogen tot leven komt! Het ontvangen element staat symbool voor wat u gekozen heeft in de kamer.\"","\n","end",{"#f":5,"#n":"g-1"}],{"#f":5,"#n":"g-0"}],null],{"#f":1}],"FromRoom1":[[["^\"Laten we gaan kijken welk element dat voor deze kamer is.\"","\n",["^\"Dit is gaaf, maar we hebben geen tijd te verliezen, laten we naar de volgende kamer gaan, om uw game verder vorm te geven.\"","\n","end",{"#f":5,"#n":"g-1"}],{"#f":5,"#n":"g-0"}],null],{"#f":1}],"FromRoom2":[[["^\"Super! U heeft een element voor deze kamer ontvangen. U kunt het element nu in de kamer plaatsen.\"","\n",["^\"Dat ziet er goed uit! Voelt het goed om een duidelijk doel voor uw game voor ogen te hebben? Als u er klaar voor bent gaan we naar de volgende kamer.\"","\n","end",{"#f":5,"#n":"g-1"}],{"#f":5,"#n":"g-0"}],null],{"#f":1}],"FromRoom3":[[["^\"Hoe vindt u het tot nu toe om uw eigen serious game te maken? Het is erg fijn om met u samen te werken! Voor de gemaakte keuze in deze kamer heeft u dit element ontvangen, u kunt het nu in de kamer plaatsen!\"","\n",["^\"Wat tof! Uw game begint al vorm te krijgen! Bent u klaar om verder te gaan? Laten we uitzoeken welke kamer de volgende is.\"","\n","end",{"#f":5,"#n":"g-1"}],{"#f":5,"#n":"g-0"}],null],{"#f":1}],"FromRoom4":[[["^\"Wow! Dat was een lastige beslissing, maar u heeft goed werk geleverd daarbinnen. Door uw harde  werk heeft u dit element gekregen! U kunt deze nu in de kamer plaatsen. Vindt u ook dat deze kamer leuker wordt met al deze elementen erin?\"","\n",["^\"Ik ben benieuwd welk element we hierna krijgen. Volgende kamer in 3… 2… 1…\"","\n","end",{"#f":5,"#n":"g-1"}],{"#f":5,"#n":"g-0"}],null],{"#f":1}],"FromRoom5":[[["^\"Tof! We zijn al een eind op weg! We hebben onze doelgroep, doel, genre, medium en type fun gekozen voor onze serious game. De finish komt in zicht. Nog één kamer over om te ontdekken!\"","\n",["^\"Maar eerst, laten we dit element in de kamer plaatsen. Het is mooi om te zien hoe uw game zijn vorm krijgt. We zouden vaker samen moeten werken!\"","\n",["^\"Bent u klaar om naar de laatste kamer te gaan? Laten we kijken wat deze kamer voor ons in petto heeft.\"","\n","end",{"#f":5,"#n":"g-2"}],{"#f":5,"#n":"g-1"}],{"#f":5,"#n":"g-0"}],null],{"#f":1}],"FromRoom6":[[["^\"Ik ben echt trots op wat u vandaag gedaan heeft. Laten we niet wachten en meteen het laatste element plaatsen! Perfect! Het is mooi om te zien hoe alle elementen voor uw game tot stand zijn gekomen.\"","\n",["^\"We hebben veel over serious games geleerd vandaag! Vanwege uw harde werk hebben we een geweldige serious game gemaakt, deze game heeft zeker potentie! Laten we een foto maken om uw idee vast te leggen.\"","\n",["^\"Laten we de foto van de serious game die we hebben gemaakt eens beter bekijken. Wat vindt u van het eindresultaat? U mag er zeer trots op zijn!\"","\n",["^\"Als laatste wil ik u vragen om erover na te denken of u het idee naar de rest van mijn team wil verzenden, zodat we deze game werkelijkheid kunnen laten worden. Als u niet tevreden bent met het eindresultaat, kunt u het opnieuw proberen als u dat wil.\"","\n","end",{"#f":5,"#n":"g-3"}],{"#f":5,"#n":"g-2"}],{"#f":5,"#n":"g-1"}],{"#f":5,"#n":"g-0"}],null],{"#f":1}],"#f":1}],"listDefs":{}}