{
  "definedArrays": ["Facts"],

  "Facts":
  {
	"Fact 1":"Serious games kunnen een positieve impact hebben op de ontwikkeling van vaardigheden van spelers.",
	"Fact 2":"De term 'serious games' is een oxymoron, een stijlfiguur waarbij twee woorden samen elkaar tegenspreken.",
	"Fact 3":"Game elementen zoals competitie, levels en rollenspel zijn nuttig bewezen in bedrijfsopleidingen.",  
	"Fact 4":"Serious games kunnen breed worden ingezet, bijvoorbeeld in het leger, het onderwijs, de gezondheidszorg, de zakenwereld en de overheid.",  
	"Fact 5":"Leren in een relevante en zinvolle context is effectiever dan leren uit de context. Dit is waarom games een effectief leermiddel is.",  
	"Fact 6":"Ervaring met video games hangt samen met met betere prestaties tijdens kijkoperaties.",  
	"Fact 7":"Digitale games kunnen studenten voorzien van mogelijkheden om rollen aan te nemen, problemen te onderzoeken en oplossingen te vormen.",  
	"Fact 8":"Serious games zijn in staat om spelers sterk te motiveren en voornamelijk om bewustzijn over een onderwerp te creëren.",  
	"Fact 9":"Onderzoekers hebben gevonden dat serious games effectief zijn voor kennisverwerving.",  
	"Fact 10":"Uit drie studies is gebleken dat leerlingen die leerden aan de hand van games, significant betere resultaten behaalden.",  
	"Fact 11":"Het gebruik van virtual reality en games ter afleiding tijdens de behandeling van brandwonden of chemotherapie is wetenschappelijk bewezen.",  
	"Fact 12":"De effectiviteit van virtual reality en games in de behandeling van fobieën is wetenschappelijk bewezen.",  
	"Fact 13":"Een serious game kan spelers situaties laten ervaren die in de realiteit niet mogelijk zijn vanwege veiligheid, kosten en tijd.",  
	"Fact 14":"Serious games kunnen boeiende omgevingen bieden waar gebruikers kunnen oefenen met kennis en vaardigheden.",  
	"Fact 15":"Een van de meest relevante domeinen voor serious games is de gezondheidszorg, waar eerder positieve resultaten zijn behaald.",  
	"Fact 16":"Serious games bieden een omgeving waarin de speler actief kan leren door nieuwe kennis direct toe te passen.",  
	"Fact 17":"Serious games geven de speler directe feedback, iets wat bij andere methodes vaak niet mogelijk is.",  
	"Fact 18":"Een serious game biedt een veilige leeromgeving.",  
	"Fact 19":"Serious games kunnen zorgen dat spelers opgaan in de leerstof, dit komt door een fenomeen dat flow wordt genoemd."
  }
}