{
  "definedArrays": ["RM 2 pop ups", "RM 2 objects", "RM 2 dialogue"],

  "RM 2 pop ups":
  {
    "RM 2 help": "RM2 This window gives you helping dialogue as a pop-up form.",
    "RM 2 confirmation": "RM2 This window confirms your choice."
  },

  "RM 2 objects":
  {
    "RM 2 book": "RM2 book text",
    "RM 2 compass": "RM2 compass text"
  },

  "RM 2 dialogue":
  {
    	“Dialogue step 1”: "We hebben al veel werk verricht vandaag! We zijn erachter gekomen wie de doelgroep van uw serious game is, wat u met uw game wil bereiken en we hebben een genre gekozen. In deze kamer gaat u nadenken over welk medium het meest geschikt is om uw game op te spelen.",
	“Dialogue step 2”: "Het ‘medium’ bevat een platform, het apparaat waarop de game gespeeld gaat worden  en eventuele randapparatuur die nodig zijn om de game op te spelen.",
	“Dialogue step 3”: "Bent u er klaar voor om een paar vragen te beantwoorden? Laten we beginnen!",
	“Dialogue step 4”: "Welk medium kan alleen gebruikt worden in combinatie met een headset die wordt geplaatst op het hoofd van de speler?",
	“Dialogue step 5”: "Geweldig! Virtual Reality kan alleen gebruikt worden met een headset!",
	“Dialogue step 6”: "Welk medium voegt extra informatie in digitale vorm toe aan de werkelijke omgeving?",
	“Dialogue step 7”: "Dat klopt! Augmented Reality voegt extra informatie in digitale vorm toe aan de werkelijke omgeving.",
	“Dialogue step 8”: "Welk medium stimuleert de hand-oog coördinatie het meest?",
	“Dialogue step 9”: "Dat is correct! Console games stimuleren de hand-oog coördinatie het meest. We gaan naar de laatste vraag.",
	“Dialogue step 10”: "Welk medium houdt fysiologische gegevens bij?",
	“Dialogue step 11”: "Top! Wearables verzamelen fysiologische gegevens",
	“Dialogue step 12”: "Had u verwacht dat er zoveel verschillende mediums zouden zijn? Nu u meer weet over elk medium, kunt u gaan nadenken welk medium het meest geschikt is voor uw game. Sleep het medium dat u wilt voor uw game onder de microscoop en klik daarna op ‘selecteer platform’!",
	“Dialogue step 13”: "U heeft voor [medium] gekozen. Bent u tevreden met uw keuze?",


  }
}